<template>
  <div id="app">
    <Article
      :title="title"
      :text="text"
    />
  </div>
</template>

<script>
import Article from './components/Article.vue';

export default {
  name: 'app',
  components: {
    Article,
  },
  data: () => ({
    title: 'Хорошо, что у меня была страховка!',
    text: 'Большинство людей не считают приобретение страховки каким-то знаковым событием в своей жизни. Да, чаще всего ничего плохого не происходит, и этот тот редкий случай, когда радуешься, что покупкой не пришлось воспользоваться. Но если всё-таки неприятность произошла, лучше, чтобы страховка была. Многие считают, что получить выплату в страховой компании — это сложный квест, но это не так. Вместе с вами мы посмотрим путь двух клиентов, которые купили страховку и позже воспользовались ею. Все обстоятельства и отзывы — реальные.',
  }),
};
</script>

<style lang="scss">
#app {
  font-family: "Bnpp-rounded", Helvetica, Arial, sans-serif;
}
</style>
